module.exports.config = {
    name: "war",
    version: "1.0.0",
    hasPermssion: 2,
    credits: "𝐂𝐘𝐁𝐄𝐑 ☢️_𖣘 -𝐁𝐎𝐓 ⚠️ 𝑻𝑬𝑨𝑴_ ☢️",
    description: "War in group boxchat",
    commandCategory: "group",
    usages: "warzisan",
    cooldowns: 5,
    dependencies: {
        "fs-extra": "",
        "axios": ""
    }
}

module.exports.run = async function({ api, args, Users, event}) {
 var mention = Object.keys(event.mentions)[0];
    
 let name =  event.mentions[mention];
    var arraytag = [];
        arraytag.push({id: mention});
    var a = function (a) { api.sendMessage(a, event.threadID); }
a("তোর জিসান আব্বুর চোদা নে!");
setTimeout(() => {a({body: "খাংকির পোলা তর মারে চুদি  AMi ZISAN's-BOT 🥰" })}, 3000);
setTimeout(() => {a({body: "খাংকির পোলা তর কচি বোন রে আমি জিসান চুদি  😍"})}, 5000);
setTimeout(() => {a({body: "মাদারচোদ তর আম্মুর পম পম খাংকির পোলা আমি তোর বাপ জিসান 🐰" })}, 7000);
setTimeout(() => {a({body: "খাংকির পোলা তর কচি ভুদায় ভুদায় কামর দিমু i Am তোর আব্বু জিসান 💔" })}, 9000);
setTimeout(() => {a({body: "খাংকি মাগির পোলা কথা কম তর আম্মু রে চুদে বানামু আইটেম বোম?" })}, 12000);
setTimeout(() => {a({body: "depression থেকেও তর মাইরে চু*** দি 🤬" })}, 15000);
setTimeout(() => {a({body: "তর আম্মু রে আচার এর লোভ দেখি চুদি মাগির পোলা🤬" })}, 17000);
setTimeout(() => {a({body: "বান্দির পোলা তর কচি বোনের ভুদা ফাক কর থুতু দিয়ে ভুদায় দন ডুকামু 🤟" })}, 20000);
setTimeout(() => {a({body: "বান্দি মাগির পোলা তর আম্মু রে চুদি তর দুলা ভাই এর কান্দে ফেলে  Power OF Zisan's BoT🤝" })}, 23000);
setTimeout(() => {a({body: "চুদা কি আরো খাবি মাগির পোল 🤖" })}, 25000);
setTimeout(() => {a({body: "অনলাইনে গালি বাজ হয়ে গেছত মাগির পোলা এমন চুদা দিমু লাইফ টাইম মনে রাখভি তর বাপ জিসান মাগির ছেলে 😘" })}, 28500);
setTimeout(() => {a({body: "বাতিজা শুন তর আম্মু রে চুদলে রাগ করবি না তো আচ্ছা জা রাগ করিস না তর আম্মুর কালা ভুদায় আর চুদলাম না তো বোন এর জামা টা খুলে দে  ✋" })}, 31000);
setTimeout(() => {a({body: "আমার বস জিসান এর জারজ শন্তান🤖" })}, 36000);
setTimeout(() => {a({body: "কুত্তার বাচ্ছা তর বৌন ভোদায় মাগুর মাছ চাষ করুম।😍." })}, 39000);
setTimeout(() => {a({body: "বস্তির ছেলে তর মায়ের ভুদাতে পোকা।" })}, 40000);
setTimeout(() => {a({body: "তর বোন ভোদা ছিল্লা লবণ লাগায় দিমু।" })}, 65000);
setTimeout(() => {a({body: "খাঙ্কিরপোলা পোলা কথা শুন তর আম্মু রে চুদি গামছা পেচিয়ে🐰" })}, 70000);
setTimeout(() => {a({body: "কান্দে ফালাইয়া তর মায়েরে চুদি💉" })}, 75000);
setTimeout(() => {a({body: "টুকাই মাগির পোলা মোবাইল ভাইব্রেশন কইরা তুর কচি বোন এর পুকটিতে ভরবো।🤟" })}, 80000);
setTimeout(() => {a({body: "জং ধরা লোহা দিয়া পাকিস্তানের মানচিত্র বানাই্য়া তোদের পিছন দিয়া ঢুকামু।🤬" })}, 85000);
setTimeout(() => {a("উফফফ খাদ্দামা মাগির পোলা তর আম্মুর কালা ভুদায় আমার মাল আউট তর কচি বোন রে উপ্তা করে এবার চুদবো  💉")} , 90000);
setTimeout(() => {a({body: "খান্কি মাগির পোলা🤬🤬" })}, 95000);
setTimeout(() => {a({body: "বস্তির ছেলে অনলাইনের কিং" })}, 100000);
setTimeout(() => {a({body: "হিজলা মাগির পোলা কুত্তা দিয়া চুদমু তরে খাঙ্কির পোলা!তর মাকে।  ✋" })}, 105000);
setTimeout(() => {a({body: "আমার বস জিসান এর জারজ পুত। জা ভাগ🤖"})} , 115000);




  
	}
